import React from 'react'

const About = () => {
  return (
    <div 
        style={{marginTop: '50px', marginBottom: '20px'}} 
      >
      <div className="container padding">
      <div className="col-md-12">
        <div className="row mx-0">
          <p>
            আলহামদুলিল্লাহ্, অনেকদিন থেকেই ২৪ ঘণ্টায় একজন
            মুসলমান তার সাধ্যমত ন্যূনতম কি আমল করতে পারে
            এইরূপ একটি পুস্তিকা লিখবো বলে মনে মনে তাগিদ
            অনুভব করছিলাম। সেই লক্ষেই আজ “দৈনন্দিন
            নূন্যতম ইবাদত” নামে আমার এই পুস্তিকাখানি
            রচনার ক্ষুদ্র প্রয়াস।
          </p>
          <p>
            আমি বিভিন্নভাবে বিভিন্ন দোয়া ও আমলের বইয়ের
            আলোকে তথ্য-উপাত্ত সংগ্রহ করে এই পুস্তিকাটি রচনা করেছি। বইগুলোর
            বিভিন্ন জায়গায় সকাল ও সন্ধ্যার আমল বিক্ষিপ্তভাবে উল্লেখ আছে, যে দোয়াগুলো
            ছোট ছোট এবং আবশ্যক ও গুরুত্বপূর্ণ, কমবেশি আমরা সবাই জানি বা পারি
            এবং সহজ মনে হয়েছে, সেগুলোই একত্রে গুছিয়ে লিপিবদ্ধ করা হয়েছে। প্রথমে
            দেখলে আমলসমূহকে বড় মনে হতে পারে, কিন্তু আমল করতে যাতে মজা লাগে
            তাই অনেকগুলোর ফজিলতসহ সংক্ষেপে উল্লেখ করা হয়েছে। উদ্দেশ্য একটাই,
            পুস্তিকাটি যদি হাতের কাছে থাকে তাহলে দৈনন্দিন ন্যূনতম করণীয় আমলগুলো
            করতে সুবিধা হবে বা মনে করতে সহজ হবে। তাই অত্যন্ত সংক্ষিপ্ত আকারের
            এই পুস্তিকাটি প্রকাশ করা হ'ল।
          </p>
          <p>
            আমার স্ত্রীর বারংবার তাগাদা এবং অফিস সহকর্মীদের সহযোগিতা ও পরামর্শ
            আমাকে এ কাজটি করতে অনুপ্রাণিত করেছে। আমি তাদের কাছে চিরকৃতজ্ঞ।
            আপনাদের মূল্যবান পরামর্শ পেলে এটি ইন্ শা আল্লাহ্ আরও সমৃদ্ধ হবে বলে
            আশা রাখি।
          </p>
          <p>
            আল্লাহ তা'আলাহ্ সকল ক্ষমতার অধিকারী। তার অনুগ্রহ ও তাওফীক্ এবং
            সহায়তা ছাড়া কোনো ভাল কাজ করা সম্ভব নয়। আল্লাহ তা'আলা আমাকে
            সার্বিকভাবে সহযোগিতা করেছেন বলেই আমি এই পুস্তিকাটি লিখতে সক্ষম
            হয়েছি। এই পুস্তিকাটি রচনার পেছনে আমার কোনো কৃতিত্ব নেই, সকল কৃতিত্ব
            সর্বশক্তিমান আল্লাহ তা'আলার। মহান আল্লাহ তা'আলার কাছে প্রার্থনা করি,
            তিনি যেন এই ক্ষুদ্র খেদ্মতটুকু সকল ভুলত্রুটি ক্ষমা করে কবুল করেন, আমীন।
          </p>
        </div>
      </div>
    </div>
    </div>
  )
}

export default About